[{
    "_id": "0",
    "name": "Egor Miasnikov",
    "title": "Senior Software Engineer",
    "building": "N186",
    "office": "503",
    "description": "Ненавязчиво работаю в отделе и стараюсь не выделятся, но думаю могу чему нибудь научить, наверное",
    "photo":"https://upsa.epam.com/workload/photo/4060741400007840725",
    "tags": ["php, angularjs, backbone, core js, typescript, nodejs, mongo, sql"]
}, {
    "_id": "1",
    "name": "Aliaksei Patsiomkin",
    "title": "Software Engineering Manager",
    "building": "K1/3",
    "office": "217",
    "description": "Manager with wide experience and big pool of people.",
    "photo":"https://dl.dropboxusercontent.com/u/45869773/Photo%2031.03.14%2C%2014%2024%2027.jpg",
    "tags": ["Project management, people management, public speaking, methodologies, UXD, organizational skills, process management, team leadership, efficient communication with customer, estimations, life etc"]
}, {
    "_id": "2",
    "name": "Maria Putyrskaya",
    "title": "Software Engineer",
    "building": "K1/1",
    "office": "711",
    "description": "I can share my 4+ years of experience in HTML/CSS, doing the hard job of coding for IE6,7, solving tricky tasks. Can help to understand floating, positioning in different browsers and other basic stuff, including core web pages structure (and elements) and semantics.",
    "photo":"https://dl.dropboxusercontent.com/u/45869773/Photo%2031.03.14%2C%2014%2024%2027.jpg",
    "tags": ["basic uxd, mobile, responsive, efficient communication with customer, organizational skills"]
}, {
    "_id": "3",
    "name": "Vital Horbach",
    "title": "Senior Software Engineer",
    "building": "K1/3",
    "office": "212",
    "description": "Hi, I have experience at Front-End and I with pleasure can share my knowledge.",
    "photo":"https://upsa.epam.com/workload/photo/4060741400009108156",
    "tags": ["CSS"]
}, {
    "_id": "4",
    "name": "Aliaksei Belski",
    "title": "Senior Software Engineer",
    "building": "N186",
    "office": "503",
    "description": "My name is Aliaksei Belski, I'm a Senior Software Engineer. I work on EPAM more than 3,5 years, and my current primary skill is Javascript. My current project is Edmunds.com (NextGen stream), role - development team lead. I would like to share my knowledge with guys who really want to learn. I'm a 'workaholic', so even don't try to surprise me with your 12-hour every workday activity :). On my project I use the latest technologies (JS, angularJS, node.js, grunt, jasmine, Stylus, HTML5 features) so I have a lot to share.",
    "photo":"https://dl.dropboxusercontent.com/u/31657174/aliaksei_belski.jpg",
    "tags": ["javascript (basic js, native js), angularjs, unit testing, html, css, team leadership"]
}, {
    "_id": "5",
    "name": "Sviataslau Karankou",
    "title": "Software Engineer",
    "building": "N186",
    "office": "403",
    "description": "For about a year a used to write my own libraries and plugins for various of tasks. Keeping in mind some experience in algorithms and solving dodgy problems i can reveal something new about low-level JS. This would be helpful for a better and faster understanding of foreign code (libraries or even frameworks)",
    "photo":"https://upsa.epam.com/workload/photo/4060741400008584208",
    "tags": ["native js, algorithms, soft switch from another language to JS"]
}, {
    "_id": "6",
    "name": "Joachim Arthur Sorgho",
    "title": "Senior Software Engineer",
    "building": "K1/3",
    "office": "212",
    "description": "Im a new guy in frontend developing but have big backend experience. I've already managed quite good dive into fronted and would like to transfer my path to new persons, especially  from backend.",
    "photo":"https://upsa.epam.com/workload/photo/4000741400000511089",
    "tags": ["public speaking, native js,  efficient communication with mentee"]
}, {
    "_id": "7",
    "name": "Maxim Malets",
    "title": "Senior Software Engineering Manager",
    "building": "K1/3",
    "office": "215",
    "description": "luke i'm your papi",
    "photo":"https://dl.dropboxusercontent.com/u/845590/IMG_2531.png",
    "tags": ["GTD, communication, team management, Good code, PHP, JavaScript, jQuery"]
}, {
    "_id": "8",
    "name": "Andrei Akula",
    "title": "Senior Software Engineer",
    "building": "N186",
    "office": "503",
    "description": "I'm a software engineer with 14 years experience. Almost 11 years I spent on working with C/C++, C# and other backend languages. Three years ago I switched to web development and focused on Javascript mostly.",
    "photo":"https://upsa.epam.com/workload/photo/4060741400006916711",
    "tags": ["Native Javascript: basics, functions, Object-oriented programming in js (constructors, inheritance),  browser object model, document object model, events, json, ajax, advance techniques"]
}, {
    "_id": "9",
    "name": "Pavel Hiletsich",
    "title": "Software Engineer",
    "building": "R36",
    "office": "402",
    "description": "Former java developer, who moved to JS, worked in EPAM for a year, proved myself as good expert in SPA development with Backbone and AngularJS. Overly-interested in new ES specifications and have unhealthy thirst to use them in production. Like to learn something new and discuss frameworks",
    "photo":"http://i.imgur.com/WRNf2uq.png",
    "tags": ["angularjs, react, basic js, es6, es next, design patterns"]
}, {
    "_id": "10",
    "name": "Nadzeya Pratasava",
    "title": "Senior Software Engineer",
    "building": "K1/1",
    "office": "711",
    "description": "Hi! I have been working for EPAM for 3 years already and my expert area is hybrid mobile applications development :)",
    "photo":"https://dl.dropboxusercontent.com/u/65674424/10706774_321141348068980_1648265267_n.jpg",
    "tags": [" basic js, basic uxd, hybrid apps, sencha touch, cordova, sass"]
}, {
    "_id": "11",
    "name": "Arseni Prokharchyk",
    "title": "Software Engineer",
    "building": "R36",
    "office": "402",
    "description": "I had 4 months experience programming on Ruby On Rails. After this 4 months I came here in Epam as front-end developer and I work here for almost a year. During my work here I gained huge knowledge and experience in data visualizing on the client side. Almost all of my work time I write vanilla javascript. Surely the project uses different libs, utilities and small frameworks. I have experience in Backbone.js, jQuery, lodash.js, q.js, signalr. Also had experience in improving performance on the client side by reducing extra requests. During my work I communicate with customer almost every day.",
    "photo":"https://upsa.epam.com/workload/photo/4060741400008141339",
    "tags": ["jQuery, native javascript, client performance, data visualization, backbone, efficient communication with customer"]
}, {
    "_id": "12",
    "name": "Nadzeya Shedava",
    "title": "Senior Software Engineer",
    "building": "N58",
    "office": "305",
    "description": "- Front End Developer with more than 3.5 years experience. - Expert knowledge of JavaScript. - Proven practical experience with different frameworks(AngularJS, backbone js, Sencha Touch, Node.js). - Practical experience in unit - testing. - Successful worked directly with English customers and developers. - Proven ability to lead subteam inside of project. - Hands on experience in discussion of project improving.",
    "photo":"https://upsa.epam.com/workload/photo/4060741400005862684",
    "tags": ["native js, design patterns, angularjs, unit testing"]
}, {
    "_id": "13",
    "name": "Khrystsina Tsikhanovich",
    "title": "Lead Software Engineer",
    "building": "R36",
    "office": "402",
    "description": "Javascript developer with strong architecture design, coding, refactoring and soft skills. 4 year experience in the area - starting from mobile development to creating highly loaded real time apps. Last years mainly focused on data-visualization and team coordination.",
    "photo":"https://upsa.epam.com/workload/photo/4060741400005862581",
    "tags": ["SPA, backbone, angularjs, design patterns, data visualization, native js"]
}, {
    "_id": "14",
    "name": "Siarhei Mikhailau",
    "title": "Software Engineering Team Leader",
    "building": "K1/3",
    "office": "212",
    "description": "Charismatic leader, motivation manager and team builder with quite big experience in all areas related to people management. My head is overfilled with ideas and I could help Mentee with his/her ideas, enhance them and bring to live.

        From the other hand I have quite wide experience in UXD and JS,
    so I could share my experience here.",
    "photo":"https://upsa.epam.com/workload/photo/4000600100000194392",
    "tags": ["transforms/animations, native js, organizational skills, process management, people management, team leadership, how to bring any idea into the life, assessment and interviewing, public speaking"]
}, {
    "_id": "15",
    "name": "Uladzimir Havenchyk",
    "title": "Software Engineer",
    "building": "K1/3",
    "office": "307",
    "description": "Over 3 years of web development, have experience in JS and JS frameworks like Backbone.js, Angular.js. Familiar with libraries like lodash/underscore, jQuery, prefer gulp to grunt, like modern tools.",
    "photo":"https://upsa.epam.com/workload/photo/4060741400008328407",
    "tags": ["basic js, jquery, gulp, angularjs, backbonejs"]
}, {
    "_id": "16",
    "name": "Yauhen Chakhlou",
    "title": "Software Engineer",
    "building": "R40",
    "office": "407",
    "description": "Hi, my name is Eugene and I'm a software engineer from the front-end division. Previously I've had a long experience as a PHP backend developer, then came to JS world through the need of using node.js as a backend, and finally I came to EPAM as a front-ender. So I have some experience in many fields. For now I work with chart implementations.
    I would like to share some knowledge and to improve my own skills in mentoring.",
    "photo":"https://upsa.epam.com/workload/photo/4060741400008720013",
    "tags": ["native js, nodejs, svg, charts, d3.js, mongodb, basic uxd, computer science"]
}, {
    "_id": "17",
    "name": "Aliaksandr Arlou PROBLEM HERE",
    "title": "Student",
    "building": "K1/3",
    "office": "212",
    "description": "javascript inquisitor",
    "photo":"",
    "tags": ["javascript, backbone, marionette, minimalism, introversion"]
}, {
    "_id": "18",
    "name": "Maksim Kovalev",
    "title": "Senior Software Engineer",
    "building": "N186",
    "office": "708",
    "description": "5+ years of software development experience in various web solutions. 
    Conferences and meetups speaker.WebNotBombs developers community moderator and organizer.

    Worked with famous projects like NBC,
    Telemundo,
    Usablenet,
    NYSE,
    Wolters Kluwer.",
    "photo":"https://upsa.epam.com/workload/photo/4060741400006325128",
    "tags": ["Public speaking, project methodologies, software development methodologies, css regression testing, responsive/adaptive, html/css/js/jquery, organizational skills, uxd, css preprocessor, design patterns, estimations, usability testing, server-side languages and databases, content management platforms, prototyping tools, Front-end methodologies, trainings"]
}, {
    "_id": "19",
    "name": "Viktor Busko",
    "title": "Senior Software Engineer",
    "building": "K1/1",
    "office": "711",
    "description": "I'm working on a large account for a long period. In a huge team (50+ people only from EPAM side, and way more from customer's) we are developing an application with 2+ millions users, that works in IE7+ and supports more than 30 languages and custom themes.

        During that time I was in charge of front - end development of several major parts in the application,
    introduced CSS pre - processor and new CSS architecture,
    was involved in choosing of JS MVC framework.Currently i 'm working on new piece of functionality that uses Can.JS

    In a free time I 'm also working on my own project that based on AngularJS",
    "photo":"http://bit.ly/1ednfRB",
    "tags": [""]
}, {
    "_id": "20",
    "name": "Dmitry Lesnoy",
    "title": "Software Engineer",
    "building": "N186",
    "office": "503",
    "description": "Привет! Меня зовут Дима. Исключительно во фронтенде работаю год. До этого занимался бэкендом, а фронтендом по-совместительству. По этому кое-какой накопленный опыт имеется. Все что касается чистого JS, взаимодействия с DOM, CSS, MVC-архитектуры, jQuery, AJAX, интеграции фронтенда с бекендом - можно ко мне. Так же болшой опыт интеграцци с различными платежными системами и социальными сетями",
    "photo":"http://cs323231.vk.me/v323231453/8d85/CBEJ3UMEf-Q.jpg",
    "tags": ["native js, basic js, css, design patterns, react js, ajax, server communication, mvc, social networking apps, payment system integration"]
}, {
    "_id": "21",
    "name": "Veranika Baradzina",
    "title": "Senior Software Engineer",
    "building": "K1/3",
    "office": "212",
    "description": "I have experience in many spheres: technical and software skills.",
    "photo":"https://upsa.epam.com/workload/photo/4000741400005768197",
    "tags": ["Can share experience in organization, interview with customer, basic html/css."]
}]
